"appName" = "Inlaider (it)";


"popup.command.placeholder.typeACommand" = "Digita un comando...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Digita un comando o premi Invio per chiudere...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Digita un comando o premi Invio per incollare il risultato";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — passa all'editor";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — passa alla linea di comando";
"popup.shortcut.clearCanvas" = "⌘⌫ pulisce l'editor";
"popup.shortcut.copyCanvas" = "⌘C copia il contenuto dell'editor";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C o Invio copia il contenuto dell'editor";
"popup.shortcut.enterPaste" = "Invio inserisce in";
"popup.shortcut.esc" = "Esc chiude in";

"show" = "Mostra";
"about" = "Informazioni";
"quit" = "Esci";
"close" = "Chiudi";
"cancel" = "Annulla";
"save" = "Salva";
"ok" = "OK";
"settings" = "Impostazioni";
"copied" = "Copiato";

"settings.section.general.title" = "Generale";
"settings.accessibility.title" = "Autorizzazioni di accessibilità";
"settings.accessibility.description" = "Questa autorizzazione è necessaria per leggere automaticamente il testo selezionato e inserire il risultato elaborato nel campo di testo originale.\nSenza accesso, l'app utilizzerà gli appunti per trasferire i dati.";
"settings.inlaiderShortcut.label" = "Scorciatoia per Inlaider";
"settings.LaunchAtLogin.label" = "Avvia all'accesso";

"settings.section.ownAPIKeys.title" = "Chiavi API personali";
"provider.apiKey.title" = "Chiave API";
"provider.apiKey.placeholder" = "Inserisci qui la chiave API";
"provider.models.title" = "Modelli";
"provider.models.new.placeholder" = "Aggiungi nome modello";

"settings.section.customPrompts.title" = "Sostituzioni dei prompt";
"prompts.general.title" = "Prompt generale";
"prompts.replacements.title" = "Sostituzioni dei prompt";
"prompts.replacements.replaceWhat.label" = "Sostituisci";
"prompts.replacements.model.label" = "Modello";
"prompts.replacements.replaceWith.label" = "Con prompt";
"prompts.replacements.error.exists.message" = "La sostituzione del comando '%@' esiste già.";

"about.ThirdPartyLicenses" = "Licenze di terze parti";
"about.VisitOnGithub" = "Visita su GitHub";
"about.version" = "Versione %@";

"error.title" = "Errore";